tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "readline"
brew "sqlite"
brew "xz"
brew "python"
brew "awscli"
brew "crf++"
brew "mecab"
brew "mecab-ipadic"
brew "cabocha"
brew "curl"
brew "fzf"
brew "git"
brew "lua"
brew "hugo"
brew "nkf"
brew "nodebrew"
brew "octave"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "ruby"
brew "tig"
brew "tmux"
brew "vim"
brew "zsh"
cask "android-platform-tools"
cask "xquartz"
